Repository: WPPlugins/multibanco-ifthen-software-gateway-for-woocommerce
Catalog: lang/multibanco_ifthen_for_woocommerce-*.po
Languages: fr_fr

source: Enable "Pagamento de Serviços no Multibanco" (using IfthenPay)
fr_fr: Autoriser "Pagamento de Serviços no Multibanco" (utlisant IfthenPay)

source: Entity
fr_fr: Entité

source: Entity provided by IfthenPay when signing the contract. (E.g.: 10559, 11202, 11473, 11604)
fr_fr: Entité fournie par IfthenPay à la signature du contrat. (Par ex: 10559, 11202, 11473,11604)

source: Subentity
fr_fr: Sous-entité

source: Subentity provided by IfthenPay when signing the contract. (E.g.: 999)
fr_fr: Sous-entité fournie par IfthenPay lorsque le contrat s'achève. (Par ex: 999)

source: Anti-phishing key
fr_fr: Clef anti-fraude

source: To ensure callback security, generated by the system and that must be provided to IfthenPay when asking for the callback activation.
fr_fr: Pour assurer la sécurité du rappel, générée par le système et doit être fournie à IfthenPay au moment d'activer le rappel.

source: Easy and simple payment using "Pagamento de Serviços" at any "Multibanco" ATM terminal or your Home Banking service. (Only available to customers of Portuguese banks. Payment service provided by IfthenPay.)
fr_fr: Paiement facile et simple utilisant "Pagamento de Serviços" à n'importe que distributeur "Multibanco" ou à votre service de banque. (Seulement valable pour les clients de banques portugaises. Service de paiement fourni par IfthenPay.)

source: Only for Portuguese customers?
fr_fr: Seulement pour les clients portugais?

source: Enable only for customers whose address is in Portugal
fr_fr: Autorisé seulement pour les clients qui résident au Portugal

source: Only for orders above
fr_fr: Seulement pour les commandes du dessus

source: Enable only for orders above x &euro; (exclusive). Leave blank (or zero) to allow for any order value.
fr_fr: Autorisé seulement pour les commandes supérieures à x &euro; (exclus). Laisser vide (ou zéro) pour le permettre à toutes les valeurs de commande.

source: Only for orders below
fr_fr: Seulement pour les commandes ci-dessous

source: Enable only for orders below x &euro; (exclusive). Leave blank (or zero) to allow for any order value.
fr_fr: Autorisé seulement pour des commandes en dessous de x &euro; (exclus). Laissez vide (ou zéro) pour permettre toutes les valeurs de commande.

source: Reduce stock
fr_fr: Réduction de stock

source: Choose when to reduce stock.
fr_fr: Choisir quand réduire les stocks.

source: when order is paid (requires active callback)
fr_fr: Quand la commande est payée (nécessite un rappel actif)

source: when order is placed (before payment)
fr_fr: Quand la commande est placée (avant le paiement)

source: This controls the text which the user sees below the payment details on the "Thank you" page and "New order" email.
fr_fr: Cela contrôle le texte que l'utilisateur voit sous les détails de paiement sur la page "Merci" et dans l'e-mail "Nouvelle commande".

source: The receipt issued by the ATM machine is a proof of payment. Keep it.
fr_fr: Le reçu du distributeur de billets est une preuve du paiement. Conservez-le.

source: Log plugin events, such as callback requests, inside <code>%s</code>
fr_fr: Mettre des évènements de l'extension, tels que la requête de rappel, à l'intérieur de <code>%s</code>

source: Debug to email
fr_fr: Débugger e-mail

source: Enable email logging
fr_fr: Autoriser la connexion par e-mail

source: Send plugin events to this email address, such as callback requests.
fr_fr: Envoyer des évènements de l'extension à cet adresse mail, tels que des requêtes de rappel.

source: Commercial information
fr_fr: Information commerciale

source: Please contact %s
fr_fr: Veuillez contacter %s

source: Technical support or custom WordPress / WooCommerce development
fr_fr: Support technique ou développement personnalisé de WordPress / WooCommerce

source: Please rate our plugin at WordPress.org
fr_fr: Veuillez noter notre extension à WordPress.org

source: In order to use this plugin you <u>must</u>:
fr_fr: Pour utiliser cette extension, vous <u>devez</u>:

source: Set WooCommerce currency to <b>Euros (&euro;)</b> %1$s
fr_fr: Régler la devise de WooCommerce à <b>Euros (&euro;)</b> %1$s

source: Sign a contract with %1$s. To get more informations on this service go to %2$s.
fr_fr: Signez un contrat avec %1$s. Pour obtenir plus d'informations sur ce service allez à %2$s.

source: Fill in all details (entity and subentity) provided by <b>IfthenPay</b> on the fields below.
fr_fr: Remplir tous les détails (entité et sous-entité) fournis par<b>IfthenPay</b> dans les champs ci-dessous.

source: Ask IfthenPay to activate "Callback" on your account using this exact URL: %1$s and this Anti-phishing key: %2$s
fr_fr: Demandez à IfthenPay d'activer "Rappel" sur votre compte en utilisant cette URL: %1$s et cette clef Anti-fraude: %2$s

source: You haven't yet asked IfthenPay for the "Callback" activation. The orders will NOT be automatically updated upon payment.
fr_fr: Vous n'avez pas encore demandé à IfthenPay une activation du "Rappel". Les commandes ne seront PAS automatiquement mises à jour après le paiement.

source: Click here to ask IfthenPay to activate the "Callback"
fr_fr: Cliquez ici pour demander à IfthenPay d'activer le "Rappel"

source: This will submit a request to IfthenPay asking them to activate the "Callback" on your account. If you have already asked for the "Callback" activation, wait for their feedback before submiting a new request. The following details will be sent via email to IfthenPay (with CC to your email address):
fr_fr: Cela soumettra une requête à IfthenPay demandant d'activer le "Rappel" sur votre compte. Si vous avez déjà demandé l'activation du "Rappel", attendez leur réponse avant de soumettre une nouvelle requête. Les détails suivants seront envoyés par email à IfthenPay (avec votre adresse e-mail en CC):

source: Callback URL
fr_fr: URL du Rappel

source: Ask for Callback activation
fr_fr: Demander une activation du Rappel

source: Invalid Entity (exactly 5 numeric characters) and/or Subentity (1 to 3 numeric characters).
fr_fr: Entité invalide (exactement 5 chiffres) et/ou Sous-entité (1 à 3 chiffres).

source: Set the Entity/Subentity and Save changes to set the other plugin options.
fr_fr: Fixer l'Entité/Sous-entité et sauver les modifications pour régler les autres options de l'extension.

source: Are you sure you want to ask IfthenPay to activate the "Callback"?
fr_fr: Êtes-vous sûr de vouloir demander à IfthenPay d'activer le "Rappel"?

source: ERROR!
fr_fr: ERREUR!

source: here
fr_fr: ici

source: The "Callback" activation request has been submited to IfthenPay. Wait for their feedback.
fr_fr: La requête de l'activation du "Rappel" a été soumise à IfthenPay . Attendez leur réponse.

source: Error getting Multibanco payment details
fr_fr: Erreur concernant les détails de paiement de Multibanco

source: Payment instructions
fr_fr: Instructions de paiement

source: Reference
fr_fr: Référence

source: Value
fr_fr: Valeur

source: Multibanco payment received.
fr_fr: Paiement Multibanco reçu.

source: We will now process your order.
fr_fr: Nous allons procéder à votre commande.

source: Ref
fr_fr: Réf

source: Awaiting Multibanco payment.
fr_fr: En attente du paiement Multibanco.

source: It's not possible to use Multibanco to pay values under 1&euro;.
fr_fr: Ce n'est pas possible d'utiliser Multibanco pour payer des montants inférieurs à 1&euro;.

source: It's not possible to use Multibanco to pay values above 999999&euro;.
fr_fr: Ce n'est pas possible d'utiliser Multibanco pour payer des montants supérieurs à 999999&euro;.

source: Configuration error. This payment method is disabled because required information was not set.
fr_fr: Erreur de configuration. La méthode de paiement est désactivée car les informations requises n'était pas remplie.

source: Configuration error. This store currency is not Euros (&euro;).
fr_fr: Erreur de configuration. La devise de ce magasin n'est pas l'Euro (&euro;).

source: Temporary status. Used to force an email on the next order status change.
fr_fr: Statut temporaire. Utilisé pour forcer un e-mail au prochain changement de statut.

source: Do it here
fr_fr: Le faire ici

source: Are you sure you want to dismiss this notice? You will not be warned again.
fr_fr: Êtes-vous sûr de vouloir ignorer cet avertissement? Vous ne serez plus averti.

source: Multibanco payment details
fr_fr: Détails du paiement Multibanco

source: This is a testing tool and will set the order as paid. Are you sure you want to proceed?
fr_fr: C'est un outil test qui établira la commande comme payée. Êtes-vous sûr de vouloir procéder?

source: This page will now reload. If the order is not set as paid and processing (or completed, if it only contains virtual and downloadable products) please check the debug logs.
fr_fr: Cette page se rechargera. Si la commande n'est pas considérée payée et en cours (ou terminée, si elle contient seulement des produits virtuels et téléchargeable) veuillez vérifier les registres de débogage.

source: Error: Could not set the order as paid
fr_fr: Erreur: N'a pas pu établir la commande comme payée

source: Simulate callback payment
fr_fr: Simuler un rappel de paiement

source: No details available
fr_fr: Aucun détails disponibles
